###############################################################################
#
# System Screen Language Text

!section system
#------------------------------------------------------------------------------
# System Property

# game window title caption
TitleCaption		Maitetsu Last Run!! [Patch Việt Hóa bởi Seikowo Team]

# シナリオ開放通知 t1=chapter t2=title
PopupTextFormat_AddExtraScn	　${t1}.${t2}
PopupTextFormat_AddMultiScn	　Mở khóa phân cảnh (${count} cảnh)
PopupTextFormat_AddNewRoute	　Tuyến ${vol} hiện đã mở
PopupTextFormat_AddMulRoute	　Mở khóa tuyến đường (${count} tuyến)
PopupTextFormat_AddTitleScr	　Đã cập nhật hình nền màn hình chính

#------------------------------------------------------------------------------
# Save/Load Screen

# Input Data Comment
SaveCommentInput	Nhấp chuột để chỉnh sửa ghi chú
SaveCommentDialog	Chỉnh sửa ghi chú ô lưu tiến trình ${num}
SaveCommentContinue	...

#------------------------------------------------------------------------------
# Backlog Screen

# Option/Choice Text Format
BacklogChoiceTextFormat	LỰA CHỌN: ${text}

#------------------------------------------------------------------------------
# Config Screen

# text speed preview ("," to line break)
ConfigPreviewText	Kiểm tra tốc độ văn bản,Kiểm tra tốc độ tự động chạy,- Maitetsu Last Run!! -
#,This is sample text.

ConfigLanguageSelect	Ngôn ngữ trò chơi / Game Language

###############################################################################
#
# Windows Dialog Language Text

!section dialog
#------------------------------------------------------------------------------

# Common dialog buttons
DialogOK		Đồng ý
DialogCancel		Hủy bỏ
DialogClose	    Đóng
DialogInit		Mặc định
DialogDetail		Chi tiết

DialogText_AskTitle		Trở về màn hình chính?
DialogText_AskExit		Thoát trò chơi?
DialogText_AskInit		Khôi phục cài đặt mặc định?
DialogText_AskLoad		Tải tiến trình này?
DialogText_AskSave		Lưu tiến trình vào đây?
DialogText_AskJump		Nhảy tới đoạn này?
DialogText_AskQuitReplay	Dừng chế độ xem lại cảnh?
DialogText_AskDelete		Xác nhận xóa?
DialogText_鑑賞画面をすべて開放しますか？	Mở khóa tất cả cảnh H?

# About dialog
VersionInfo		Thông tin phiên bản

# Font select dialog
FontDialogCaption	Chọn phông chữ hiển thị
FontDialogDoSelect	Vui lòng chọn phông chữ bạn muốn dùng
FontDialogLicenseHead	Thông tin phông chữ: "${name}"
FontDialogLicenseInfo	Nhấn nút Chi tiết để xem thông tin phông chữ.
FontDialogInfoFormat	Thông tin phông chữ ${name}
FontDialogEmbeddedMark	*

# Embedded Font Face Alias
FontFace_シーダ			(JP)MotoyaLCedar mono
FontFace_マルベリ		(JP)MotoyaLMaru mono
FontFace_源ノ角ゴシックR	(JP)SourceHanSans Regular
FontFace_源ノ角ゴシックB	(JP)SourceHanSans Bold
FontFace_源ノ角ゴシックH	(JP)SourceHanSans Heavy
FontFace_源ノ明朝B		(JP)SourceHanSerif Bold
FontFace_源ノ明朝H		(JP)SourceHanSerif Heavy
FontFace_筑紫B丸ゴシック	(JP)FW: Tsuku-B RdGothic
FontFace_ぶどう			(JP)FW: Budo
FontFace_ニューシネマA		(JP)FW: New Cinema-A
FontFace_あられ			(JP)FW: Aralet
FontFace_クレー			(JP)FW: Klee
FontFace_スーラキャピー		(JP)FW: Seurat Capie
FontFace_ユトリロ		(JP)FW: Utrillo
FontFace_アニト			(JP)FW: Anito
FontFace_マティス		(JP)FW: Matisse
FontFace_グレコ			(JP)FW: Greco
FontFace_思源黑体R		(简体)思源黑体R
FontFace_思源黑体B		(简体)思源黑体B
FontFace_思源黑体H		(简体)思源黑体H
FontFace_思源宋体B		(简体)思源宋体B
FontFace_思源宋体H		(简体)思源宋体H
FontFace_思源黑體R		(繁体)思源黑體R
FontFace_思源黑體B		(繁体)思源黑體B
FontFace_思源黑體H		(繁体)思源黑體H
FontFace_思源宋體B		(繁体)思源宋體B
FontFace_思源宋體H		(繁体)思源宋體H
FontFace_Signika Negative				(VN) Signika Negative
FontFace_Signika Negative Bold			(VN) Signika Negative Bold
FontFace_Signika Negative SemiBold		(VN) Signika Negative SemiBold
FontFace_Signika Negative Medium		(VN) Signika Negative Medium

# Cannot use @ tw-text
FontUnuse_シーダ		-
FontUnuse_マルベリ		-
FontUnuse_源ノ角ゴシックR	-
FontUnuse_源ノ角ゴシックB	-
FontUnuse_源ノ角ゴシックH	-
FontUnuse_源ノ明朝B		-
FontUnuse_源ノ明朝H		-
FontUnuse_筑紫B丸ゴシック	-
FontUnuse_ぶどう		-
FontUnuse_ニューシネマA		-
FontUnuse_あられ		-
FontUnuse_クレー		-
FontUnuse_スーラキャピー	-
FontUnuse_ユトリロ		-
FontUnuse_アニト		-
FontUnuse_マティス		-
FontUnuse_グレコ		-
FontUnuse_思源黑体R		-
FontUnuse_思源黑体B		-
FontUnuse_思源黑体H		-
FontUnuse_思源宋体B		-
FontUnuse_思源宋体H		-


# Font change warning
WarnChangeUserFont	Lưu ý: Thay đổi phông chữ có thể khiến chữ hiển thị không đúng định dạng.

# Advanced setting changed
InfoApplyOnRestart	Thiết lập này cần khởi động lại game để có hiệu lực.
InfoApplyOnAfter	Thiết lập này có thể không có hiệu lực ngay lập tức.

# Open boot strap menu (in Help tree menu)
BootStrapKickConfirm	Thoát game và hiển thị menu khởi động?
BootStrapKickFailed	    Tải menu khởi động thất bại

# Game Pad Button Binds Dialog (in Advanced tree menu)
GamePadBindCaption	Cài đặt gán nút tay cầm chơi game
GamePadBindHeader	Nút tay cầm chơi game
GamePadBindButton	Nút ${num}
GamePadBindKeyName	${key}
GamePadBindNothing	Không

# File Select Dialog (File Extentions)
FileSelectExts*			Tất cả tệp tin
FileSelectExtsTXT		Tệp văn bản TXT
FileSelectExtsPNG		Hình ảnh PNG
FileSelectExtsEXE		Tệp thực thi EXE

# Screenshot dialog (%s = TitleCaption)
SnapshotTitle			Lưu ảnh chụp màn hình %s
SnapshotFile			Ảnh chụp màn hình %s


# TTS : Text-To-Speech definitions
ttsdata_LangName	Tiếng Việt
ttsdata_Sample		Xin chào, đây là đoạn âm thanh mẫu của tiếng Việt.

ttsdata_PrimLangID	04
ttsdata_DictEnabled	0
#ttsconf_VoParamLeftPer	38

# TTS settings
ttsconf_Title		Thiết lập tính năng tổng hợp giọng nói (TTS)
ttsconf_TargetLang		Ngôn ngữ mục tiêu: ${name}

ttsconf_grpALL		Cài đặt âm thanh chung
ttsconf_Enabled		Kích hoạt tổng hợp giọng nói

ttsconf_grpTYPE		Công cụ TTS
ttsconf_UseSAPI		Giao diện âm thanh (SAPI)
ttsconf_UseMSSP		Microsoft Speech Platform
ttsconf_UseXAPP		Sử dụng công cụ bên ngoài
ttsconf_AppSel			...
ttsconf_fileAppSel	Chọn công cụ bên ngoài

ttsconf_grpVOICE	Thông số giọng nói
ttsconf_NamLabel	Không lồng tiếng
ttsconf_DscLabel	Mô tả
ttsconf_ComLabel	Thiết lập chung

ttsconf_ComSetting	Thiết lập chung
ttsconf_SepSetting	Thiết lập riêng
ttsconf_Disabled	Tắt

ttsconf_Play		Phát thử
ttsconf_Config		Thiết lập

ttsconf_txtLABEL	Văn bản mẫu

ttsconf_EnvSave		Lưu thiết lập
ttsconf_EnvLoad		Tải thiết lập
ttsconf_dlgEnvSave	Lưu thiết lập vào biến môi trường "${key}", xác nhận?
ttsconf_dlgEnvLoad	Tải thiết lập từ biến môi trường "${key}", xác nhận?

ttsconf_grpVOLUME	Âm lượng
ttsconf_VolGame		Đồng bộ âm lượng chung của game
ttsconf_VolIndep	Cấu hình âm lượng độc lập

ttsconf_grpDICT	Từ điển phát âm
ttsconf_DictUnsupport	- Không hỗ trợ -
ttsconf_DictImport	Nhập từ điển
ttsconf_DictExport	Xuất từ điển
ttsconf_DictAdd			＋
ttsconf_DictUp			↑
ttsconf_DictDown		↓
ttsconf_DictSel			＠
ttsconf_DictDel			×
ttsconf_fileDictImport	Nhập tệp từ điển phát âm
ttsconf_fileDictExport	Xuất tệp từ điển phát âm
ttsconf_dlgImport	Từ điển phát âm đã tồn tại, xác nhận gộp? (Các từ trùng sẽ bị ghi đè)
ttsconf_dlgImportFailed	Nhập từ điển thất bại
ttsconf_dlgExportFailed	Xuất từ điển thất bại
ttsconf_exportTextHeader	Từ điển công cụ phát âm (phân cách bằng tab)

ttsconf_Help		Trợ giúp

# TTS Token Voice Parameter Settings Dialog
ttstoken_Title		Thiết lập thông số giọng nói (${name})
ttstoken_grpALL		Thông số giọng nói ${name}
ttstoken_Test		Phát thử giọng mẫu
ttstoken_Token		Giọng nói
ttstoken_EnPitch	Cao độ
ttstoken_EnRate		Tốc độ

ttstoken_TitleXAPP	Thiết lập thông số giọng nói (Công cụ ngoài)
ttstoken_CmdTarget	Đường dẫn lệnh bên ngoài:
ttstoken_NoCmdTarget	*Vui lòng chọn tệp thực thi bên ngoài*
ttstoken_CmdArgs	Tham số dòng lệnh bên ngoài:
ttstoken_Description	Mô tả

# TTS Dictionary Edit Dialog
ttsdict_TitleNew		Thêm mục từ điển phát âm mới
ttsdict_TitleEdit		Chỉnh sửa từ điển phát âm
ttsdict_grpALL		Từ điển phát âm giọng nói
ttsdict_DictWord		Từ ngữ
ttsdict_DictRead		Đọc là
ttsdict_Add		    Thêm mới
ttsdict_Edit		Cập nhật


# Emergency reboot on Bitmap memory allocation failed
EmergencyRebootConfirm  Lỗi bộ nhớ hình ảnh đồ họa! Bạn có muốn khởi động lại trò chơi và tải lại trạng thái hiện tại không?
EmergencyRebootExit	(Chọn "Không" để thoát game)

# Failed to save system savedata
ErrorSaveSystemVars	Lưu tiến trình hệ thống thất bại. Các thiết lập sẽ bị đặt lại cho tới khi tải lại game. Hãy đảm bảo đĩa cứng còn đủ chỗ trống.


###############################################################################
#
# Menu Bar Language Text

!section menu
#------------------------------------------------------------------------------
systemMenu		Tệp tin(&F)
storeMenu			Lưu tiến trình(&S)
restoreMenu			Tải tiến trình(&L)
#quickStoreMenu			Quick Sa&ve
#quickRestoreMenu		&Quick Load
#				-
goToStartMenuItem		Trở về màn hình chính(&T)
#				-
quickRebootMenuItem		Khởi động nhanh(&R)
exitMenuItem			Thoát trò chơi(&X)

#------------------------------------------------------------------------------
displayMenu		Hiển thị(&S)
windowedMenuItem		Chế độ cửa sổ(&W)
fullScreenMenuItem		Chế độ toàn màn hình(&F)
#				-
winResMenu		Thay đổi kích thước cửa sổ(&S)
resetWindowSizeMenuItem		Tiêu chuẩn: Kích thước 1x(&D)
disableWindowResizeMenuItem		Cố định ${w} x ${h}(${amp}F)
smoothZoomMenuItem		Lọc mượt hình ảnh khi phóng to(&T)
#				-
effectCheckMenuItem		Bật hiệu ứng màn hình(&E)
sceneAnimMenuItem		Bật hiệu ứng chuyển động(&A)
chChangeFontMenuItem		Thay đổi phông chữ(&F) ...
stopDeactiveMenuItem		Tạm dừng game khi chạy nền(&P)
stayOnTopMenuItem		Luôn hiển thị cửa sổ trên cùng(&Y)

#------------------------------------------------------------------------------

textLanguageMenu	Ngôn ngữ chính(&L)
textLanguageMenuItem	Chính
textLanguageMenuItem_jp		Tiếng Nhật(&J)
textLanguageMenuItem_en		Tiếng Anh(&E)
textLanguageMenuItem_cn		Tiếng Trung Giản thể(&C)
textLanguageMenuItem_tw		Tiếng Việt(&V)
subLanguageMenuItem	    Phụ đề
subLanguageMenuItem_jp		Tiếng Nhật
subLanguageMenuItem_en		Tiếng Anh
subLanguageMenuItem_cn		Tiếng Trung Giản thể
subLanguageMenuItem_tw		Tiếng Việt
subLanguageMenuItem_none	Không hiển thị
useMultiLangMenuItem		Hiển thị song ngữ
swapMainSubLangMenuItem		Hoán đổi ngôn ngữ chính/phụ

#------------------------------------------------------------------------------
systemControlMenu	Điều khiển(&M)
showHistoryMenuItem		Lịch sử hội thoại(&L)
autoModeMenuItem		Tự động chạy(&A)
skipToNextStopMenuItem		Chế độ tua nhanh(&S)
#				-
goNextMenuItem			Nhảy tới lựa chọn tiếp theo(&N)
goBackMenuItem			Trở lại lựa chọn trước đó(&B)
#				-
configMenuItem			Thiết lập hệ thống(&O)
voiceReplayMenuItem		Phát lại giọng nói(&R)

sndoptMenuItem			Cài đặt âm thanh(&S)
keyoptMenuItem			Cài đặt phím tắt(&K)
tipsviewMenuItem		Bảng thuật ngữ TIPS(&T)
scnselMenuItem			Chọn phân cảnh cốt truyện(&M)

#------------------------------------------------------------------------------
helpMenu		Trợ giúp(&H)
helpWebMenuItem			Ghé thăm trang chủ chính thức(&W)
#				-
helpBootStrapMenuItem		Hiển thị menu khởi động(&S)
showAdvancedMenuItem		Hiển thị cài đặt nâng cao(&A)
#				-
helpAboutMenuItem		Giới thiệu game(&A)
helpIndexMenuItem		Thông tin trợ giúp(&M)

#------------------------------------------------------------------------------
debugMenu		Gỡ lỗi(&D)

#------------------------------------------------------------------------------
troubleShootMenu	Nâng cao(&A)
videoOverlayModeMenu		Chế độ kết xuất video
:vomstyle=auto			Tự động thiết lập
:vomstyle=overlay			Chế độ Overlay
:vomstyle=mixer			Chế độ Mixer
:vomstyle=layer			Chế độ Layer
pseudoFullScreenModeMenu	Hiển thị đa màn hình
:fullscreenmode=auto			Tự động thiết lập
:fullscreenmode=primaryonly		Chỉ sử dụng màn hình chính
:fullscreenmode=usepseudo		Chọn màn hình sử dụng
:fullscreenmode=pseudoall		Luôn dùng cửa sổ phóng to
fullScrResMenu		Độ phân giải toàn màn hình(&R)
fsmethodMenuItem		Phương thức đổi độ phân giải
#					-
:fsres=auto			Tự động thiết lập(&A)
:fsres=nochange			Không thay đổi độ phân giải(&O)
:fsres=nearest			Độ phân giải gần nhất(&N)
:fsres=proportional		Độ phân giải đúng tỷ lệ(&P)
#					-
:fszoom=inner			Tỷ lệ chuẩn: Có viền đen hai bên(&I)
:fszoom=outer			Phóng to toàn màn hình: Cắt viền(&C)
:fszoom=no			Không phóng to: Hiển thị ở giữa(&D)
dispDoubleBufferMenu		Chế độ dựng hình(&D)
:dbstyle=auto		    Tự động thiết lập(&A)
:dbstyle=d3d			Direct3D(&3)
:dbstyle=ddraw			DirectDraw(&D)
:dbstyle=gdi			GDI(&G)
#					-
useDoubleBufferMenuItem		Sử dụng phương thức DIB(&B)
waitVSyncMenuItem			Bật đồng bộ dọc (V-Sync)
fpsLimitMenu		Giới hạn khung hình tối đa(&M)
:contfreq=0			Không giới hạn(&N)
:contfreq=144			144 FPS
:contfreq=120			120 FPS
:contfreq=90			90 FPS
:contfreq=75			75 FPS
:contfreq=60			60 FPS
:contfreq=45			45 FPS
:contfreq=30			30 FPS
:contfreq=15			15 FPS
multiThreadDrawMenu		Vẽ đa luồng(&N)
:drawthread=1			Không: Không sử dụng đa luồng(&D)
:drawthread=auto		Tự động: Chia theo số nhân CPU(&A)
#					-
:drawthread=2			2 luồng
:drawthread=4			4 luồng
:drawthread=8			8 luồng
#				-
disableCursorMoveMenuItem	Không tự động di chuyển con trỏ chuột
mouseWheelMsgMenuItem		Thay đổi cách nhận diện cuộn chuột
disableJoypadMenuItem		Không sử dụng tay cầm chơi game
bindGamePadButtonMenuItem	Thay đổi phân bổ nút bấm trên tay cầm
#				-
lowMemoryPerfMenuItem		Chế độ tiết kiệm bộ nhớ RAM
#				-
msgHackChFadeMenu		Hiệu ứng xuất hiện chữ(&F)
msgHackChFadeMenuItem_なし		Không
msgHackChFadeMenuItem_fast		Nhanh
msgHackChFadeMenuItem_normal		Bình thường
msgHackChFadeMenuItem_slow		Chậm
#
useDirect3DModeMenuItem		Sử dụng Direct3D E-mote

#------------------------------------------------------------------------------
# Right click on Menu Bar / System Menu Extends (ALT + Space Shortcut)
menuBarHideMenu			Thanh công cụ
menuBarShowAlwaysMenuItem		Luôn hiển thị
menuBarHideAlwaysMenuItem		Luôn ẩn
menuBarAutoShowHideMenuItem		Tự động ẩn/hiện

###############################################################################
# Additional messages

# AdvancedSettings
useCompTextureMenuItem		Direct3D E-mote sử dụng nén kết cấu
useD3DMotionMenuItem		KiriKiri E-mote sử dụng Direct3D

# D3D mode failed on boot
D3DFail				Khởi tạo DirectX thất bại, cần cài đặt phiên bản mới nhất: ${message}

# Steam messages
useSteamCloudMenuItem		Lưu tiến trình chơi game lên Steam Cloud
steamUploadMenuItem		    Tải tiến trình cục bộ lên Steam Cloud
steamDownloadMenuItem		Tải tiến trình từ Steam Cloud về máy cục bộ
steamDeleteMenuItem		    Xóa tiến trình lưu trên Steam Cloud
askSteamUpload			    Bạn có chắc muốn tải tiến trình cục bộ lên Steam Cloud?
askSteamDownload		    Bạn có chắc muốn tải tiến trình từ Steam Cloud về? (Lịch sử đọc sẽ gộp)
askSteamDelete			    Bạn có chắc muốn xóa tất cả tiến trình trên Steam Cloud?
askInitialSteamUpload		Steam Cloud trống, tải tiến trình hiện tại lên chứ?

# UIlang text
showUILangScriptMenuItem	Hiển thị văn bản theo ngôn ngữ giao diện

# disable R18 broadcasting
steamBroadcastDisable		Bạn không được phép phát sóng nội dung R18 trên Steam

# text speech
textSpeechMenuItem		Thiết lập công cụ chuyển văn bản thành giọng nói (TTS)


# Shortcts
ShortCutBind_save		Lưu tiến trình
ShortCutBind_load		Tải tiến trình
ShortCutBind_option		Thiết lập hệ thống
ShortCutBind_sndopt		Thiết lập âm thanh
ShortCutBind_scnsel		Chọn phân cảnh cốt truyện
ShortCutBind_backlog		Lịch sử hội thoại
ShortCutBind_tipsview		Bảng thuật ngữ TIPS
ShortCutBind_hide		Ẩn hộp thoại chữ
ShortCutBind_screen		Chuyển đổi chế độ hiển thị
ShortCutBind_auto		Bật/tắt chế độ tự động chạy
ShortCutBind_skip		Bật/tắt chế độ tua nhanh chữ
ShortCutBind_nextscene		Nhảy tới phân cảnh tiếp theo
ShortCutBind_prevscene		Trở lại phân cảnh trước đó
ShortCutBind_nextline		Dòng tiếp theo
ShortCutBind_prevline		Dòng trước đó
ShortCutBind_vreplay		Phát lại giọng nói nhân vật
ShortCutBind_title		Trở về màn hình chính
ShortCutBind_about		Giới thiệu phiên bản

ShortCutBind_nobind		- Chưa thiết lập -
ShortCutInputHelp		Nhấn một phím trên bàn phím để gán cho chức năng "${bind}"${lf}(Nhấn ESC hoặc nhấp chuột phải để hủy bỏ)${lf}${half_lf}[Lưu ý] Không thể gán phím đặc biệt hoặc phím đã được sử dụng.

# Configuration/Settings Text
AutoSpeedFormat			%.2fsec.

VoiceName_双鉄		Soutetsu
VoiceName_ハチロク	    Hachiroku
VoiceName_ポーレット	    Paulette
VoiceName_日々姫		Hibiki
VoiceName_れいな		Reina
VoiceName_真闇		Mayami
VoiceName_凪			Nagi
VoiceName_ふかみ		Fukami
VoiceName_稀咲		Kisaki
VoiceName_元忠		Mototada
VoiceName_西瓜          Suika
VoiceName_ひかり		Hikari
VoiceName_赤井宮司		Akai Guuji
VoiceName_宗方		Munakata
VoiceName_十九号		Số 19
VoiceName_みくろ		Mikuro
VoiceName_ひよこ		Hiyoko
VoiceName_路子		Michiko
VoiceName_ナビ		Navi
VoiceName_電車姫		Densha Hime
VoiceName_ニイロク		Niiroku
VoiceName_オリヴィ		Olivie
VoiceName_男モブ		Nam phụ
VoiceName_女モブ		Nữ phụ

# Bookmark Management
BookMark_UnknownTitle		????
BookMark_UnknownRoute		Không rõ Route
BookMark_ChoiceScene		Lựa chọn

BookMarkNewTag		Nhãn mới...
BookMarkClearTags		Xóa tất cả nhãn
#				新しいタグを入力:
BookMarkInputTag		Tên nhãn:
#				既存のタグは入力できません
BookMarkTagAlreadyUsed		Không thể nhập nhãn đã tồn tại
#				システム予約のタグは入力できません
BookMarkTagSystemReserved	Không thể nhập nhãn mặc định của hệ thống
#				特殊記号はタグ名に使用できません
BookMarkTagUnauthorizedChar	Không được sử dụng ký tự đặc biệt

BookMarkTag_お気に入り		Mục yêu thích
BookMarkTag_選択肢		Lựa chọn
BookMarkTag_Ｈシーン		Cảnh H

BookMarkTag_共通		Chung
BookMarkTag_ハチロク		Hachiroku
BookMarkTag_日々姫		Hibiki
BookMarkTag_ポーレット		Paulette
BookMarkTag_真闇		Mayami
BookMarkTag_稀咲		Kisaki
BookMarkTag_凪ふかみ		Nagi & Fukami
BookMarkTag_れいな		Reina
BookMarkTag_グランド		Grand
BookMarkTag_仲国		Trung Quốc (Chikuni)

# TitleScreenCaptions (for right upper corner buttons in title screen)
TitleScreenCaption1		Maitetsu Last Run!!
TitleScreenCaption2		Bánh xe chủ động bắt đầu quay
TitleScreenCaption3		Đường sắt lãng mạn đàm
TitleScreenCaption4		Road・Last
TitleScreenCaption5		Kết tinh của hồi ức
TitleScreenCaption6		Hello!! new world
TitleScreenCaption7		Chạy theo giấc mơ
TitleScreenCaption8		Blooming Symphony
TitleScreenCaption9		floraison
TitleScreenCaption10		Đường ray tới tương lai
TitleScreenCaption11		On the Rails
TitleScreenCaption12		Tuyến hướng dương
TitleScreenCaption13		Giọt sương sa
TitleScreenCaption14		Cùng tạo nên kỷ niệm
TitleScreenCaption15		My Wish Forever
TitleScreenCaption16		Shiny Sky Shiny Days
TitleScreenCaption17		Cùng một cảm xúc, chân thành tâm ý
TitleScreenCaption18		Thuần khiết như tuyết
TitleScreenCaption19		Khởi hành tiến lên!!
TitleScreenCaption20		Tương lai gắn kết
TitleScreenCaption21		All right!!
TitleScreenCaption22		Giai điệu không bao giờ kết thúc
TitleScreenCaption23		Tàu tốc hành hướng tới tương lai☆
TitleScreenCaption24		GRAND EXPRESS

# TitleStartCaptions (for start story button popup in title screen)
TitleStartCaption_gs_c		Tuyến chung
TitleStartCaption_gs_86		Tuyến Hachiroku
TitleStartCaption_gs_hb		Tuyến Hibiki
TitleStartCaption_gs_po		Tuyến Paulette
TitleStartCaption_gs_ma		Tuyến Mayami
TitleStartCaption_gs_ks		Tuyến Kisaki
TitleStartCaption_gs_nf		Tuyến Nagi & Fukami
TitleStartCaption_gs_re		Tuyến Reina
TitleStartCaption_gs_26		Tuyến Niiroku
TitleStartCaption_gs_gr		Tuyến tổng hợp
TitleStartCaption_gs_ch		Tuyến Chikuni
TitleStartCaption_exp_ql	Tiếp tục chơi
TitleStartCaption_exp_ss	Chọn phân cảnh
TitleStartCaption_exp_ho	Mở khóa tất cả phân cảnh


# Extra
ExtraAchievementRate		Tỷ lệ hoàn thành %d/%d

ExtraCgSceneTag凪H		Nagi H
ExtraCgSceneTagふかみH		Fukami H
ExtraCgSceneTag凪ふかみH	Nagi & Fukami H

ExtraEmoteTargetﾊﾁﾛｸ		Hachiroku:
ExtraEmoteTargetハチロク	Hachiroku:
ExtraEmoteTarget日々姫		Hibiki:
ExtraEmoteTargetﾎﾟｰﾚｯﾄ		Paulette:
ExtraEmoteTargetポーレット	Paulette:
ExtraEmoteTarget真闇		Mayami:
ExtraEmoteTarget稀咲		Kisaki:
ExtraEmoteTarget凪			Nagi:
ExtraEmoteTargetふかみ		Fukami:
ExtraEmoteTargetれいな		Reina:
ExtraEmoteTarget西瓜		Suika:
ExtraEmoteTargetひかり		Hikari:
ExtraEmoteTarget十九号		Số 19:
ExtraEmoteTargetみくろ		Mikuro:
ExtraEmoteTargetひよこ		Hiyoko:
ExtraEmoteTarget路子		Michiko:
ExtraEmoteTarget電車姫		Densha Hime:
ExtraEmoteTargetニイロク	Niiroku:
ExtraEmoteTargetオリヴィ	Olivia:
ExtraEmoteTargetのぞみ		Nozomi:

ExtraEmoteValueアニメ速度	Tốc độ hoạt ảnh
ExtraEmoteValue動き		Cử động

ExtraEmoteValue腕		Cánh tay
ExtraEmoteValue腕ﾞ		Cánh tay'
ExtraEmoteValue頭上下		Đầu lên xuống
ExtraEmoteValue頭左右		Đầu trái phải
ExtraEmoteValue頭傾き		Đầu nghiêng
ExtraEmoteValue体上下		Thân lên xuống
ExtraEmoteValue体左右		Thân trái phải
ExtraEmoteValue体傾き		Thân nghiêng
ExtraEmoteValue特殊変形		Biến dạng đặc biệt
ExtraEmoteValue喋り		Khẩu hình
ExtraEmoteValue瞳上下		Mắt lên xuống
ExtraEmoteValue瞳左右		Mắt trái phải
ExtraEmoteValue目開き		Mở mắt
ExtraEmoteValue眉		Lông mày
ExtraEmoteValue口		Miệng
ExtraEmoteValue涙		Nước mắt
ExtraEmoteValue頬		Đỏ mặt

ExtraEmoteValue切符		Vé tàu
ExtraEmoteValueｼｰﾘﾝｸﾞ		Niêm phong
ExtraEmoteValueパンツ		Quần lót
ExtraEmoteValueおしっこ		Tiểu tiện
ExtraEmoteValue破瓜		Trinh tiết
ExtraEmoteValue精液		Tinh dịch

# 前作プレイ確認ダイアログ
DialogText_AskFirstPlay		Bạn đã từng chơi qua phiên bản tiền nhiệm "Maitetsu" chưa?
FirstPlayUpdateFlags		Dữ liệu tiến trình đã được cập nhật, có thể bắt đầu chương mới trực tiếp.
FirstPlayUpdateError		Cập nhật tiến trình thất bại.


# お気に入りボイス操作
ExtraVoiceSearch		Tìm kiếm toàn văn
ExtraVoiceSearchClear		Xóa lịch sử
ExtraVoiceSearchAdd		Thêm mới
ExtraVoiceSearchInput		Nhập văn bản tìm kiếm
ExtraVoiceFilter		Bộ lọc
ExtraVoiceFilterOff		Hiển thị tất cả
ExtraVoiceFilterChar		Nhân vật
ExtraVoiceFilterWord		Từ khóa
